export const SELECT_LIST = [
  {
    page: 1,
    title:
      "새학기 첫 날, 동기들을 처음 마주하게 되었다. 당신이 처음 건네는 인사는?",
    contents: [
      {
        text: "어떤 철학 좋아해?",
        result: "c",
      },
      {
        text: "어디 고등학교에서 왔어?",
        result: "b",
      },
      {
        text: "혹시 나이가 어떻게 되세요?",
        result: "a",
      },
      {
        text: "(사담 같은 건 딱 질색이다.)",
        result: "d",
      },
    ],
  },
  {
    page: 2,
    title:
      "첫 수업으로 듣게 된 서양 고대 철학. 중간 기말고사 전부 없이 기말 레포트 2장만 제출하면 된다는데... 듣자마자 당신이 떠올린 생각은?",
    contents: [
      {
        text: "아 부담스럽다..",
        result: "b",
      },
      {
        text: "어 댕꿀인데?",
        result: "d",
      },
      {
        text: "소크라테스랑 플라톤 중에 누구로 하지..",
        result: "c",
      },
      {
        text: "레포트 작성법은 따로 안가르쳐주시나?",
        result: "a",
      },
    ],
  },
  {
    page: 3,
    title:
      "윤리학의 이해 교양 수업 중 왜 혈연 간 결혼이 불가능한지에 대해 토론하게 되었다. 교수님은 자신을 놀라게하는 의견을 환영한다고 했으며 이야기하면 태도 점수는 무조건 만점이라고 한다. 그러자 당신은?",
    contents: [
      {
        text: "유전자적으로 문제도 생기고 관습적으로도 당연히 안된다고 말한다.",
        result: "a",
      },
      {
        text: "(이런 주제에 대해 내가 왜 생각을 해야하지? 당연히 안되는 거 아닌가)",
        result: "b",
      },
      {
        text: "다양성만을 존중하는 사회가 있다면 가능해야합니다.",
        result: "c",
      },
      {
        text: "그걸 불가능하게 제재하는 사회가 문제다.",
        result: "d",
      },
    ],
  },
  {
    page: 4,
    title:
      "철학과 내에 과모임이 있다고 한다. 캠퍼스 라이프를 즐기기 위해 당신은 어떤 모임에 가입할 것인가?",
    contents: [
      {
        text: "일단 학과 적응부터 해야지... 철학 입문자도 참여가능한 철학 교양서 독서 동아리",
        result: "a",
      },
      {
        text: "문과면 토익은 필수지. 시사 영어 회화 동아리",
        result: "b",
      },
      {
        text: "난 실존주의 철학이 궁금하더라. 하이데거 철학 원문 강독 동아리",
        result: "c",
      },
      {
        text: "원하는게 없다. 내가 만든다.",
        result: "d",
      },
    ],
  },
  {
    page: 5,
    title:
      "학과실에 잠깐 들러 동기들과 조교선생님과 잠깐 이야기를 나누는데, 처음⠀̃̈ 보는 선배가 들어오더니 순간 눈을 반짝이며 내 번호를 따갔다. 그 날 저녁... ‘혹시 내일 뭐해? 나랑 밥먹을래?’",
    contents: [
      {
        text: "그냥 같은 학과 선배니까 한 끼쯤이야 같이 먹을 수 있지!",
        result: "a",
      },
      {
        text: "이상한 사람 같아...... 부담스러워..",
        result: "b",
      },
      {
        text: "인생에 사랑은 필수요소지. 나도 적극적으로 알아가볼까?",
        result: "c",
      },
      {
        text: "공짜밥인가?",
        result: "d",
      },
    ],
  },
  {
    page: 6,
    title:
      "3학년 1학기, 이제는 나의 미래에 대해 고민이 된다... 어떻게 살아야 하지?",
    contents: [
      {
        text: "일단 학점을 올려 복수전공을 찾아본다.",
        result: "a",
      },
      {
        text: "철학으로는 먹고 살 수 없다. 과감하게 휴학을 하고 공무원 시험을 준비한다.",
        result: "b",
      },
      {
        text: "나의 인생과 맞닿아있는 철학자를 만나버렸다. 일단 교수님과 저녁을 먹으머 이 철학자의 이야기를 더 들어봐야겠다.",
        result: "c",
      },
      {
        text: "대학은 나를 얽매는 족쇄일 뿐이다. 자퇴한다.",
        result: "d",
      },
    ],
  },
  {
    page: 7,
    title:
      "7. 과CC의 소문을 들었다. 그런데... 폴리아모리라고? 다자간의 사랑을 하는 정체성을 가진 사람을 칭하는 말이라고 한다.",
    contents: [
      {
        text: "이해는 안가지만 그런 사람도 있을 수 있지..",
        result: "a",
      },
      {
        text: "???? 그냥 여러 명 만나고 싶은거 아닌가? 미쳤나?",
        result: "b",
      },
      {
        text: "사랑에 대해서도 권위를 없앤 신념을 가진 사람이군.",
        result: "c",
      },
      {
        text: "나도 폴리아모리 해볼까?",
        result: "d",
      },
    ],
  },
  {
    page: 8,
    title: "내가 상상하는 철학과 졸업 후 미래는?",
    contents: [
      {
        text: "상상이 안간다.",
        result: "a",
      },
      {
        text: "공무원",
        result: "b",
      },
      {
        text: "내 삶은 내가 꾸린다. 오늘 하루를 먼저 즐긴다.",
        result: "c",
      },
      {
        text: "미래까지 굳이 생각해야하나?",
        result: "d",
      },
    ],
  },
];

export const RESULT_LIST = [
  {
    result: "a",
    title: "머글",
    description:
      "흠 당신은 철학과에 소속은 되어있지만 별다른 뜻을 가지고 있지는 않군요. 철학 전공만으로는 21세기 대한민국에서 먹고 살기는 쉽지 않을 겁니다.",
    img: "",
  },
  {
    result: "b",
    title: "탈주자",
    description:
      "앗 당신은 철학과에 온 것을 후회하는군요! 당신이 철학과에 진학했다면 일찌감치 그만두고 다른 길을 찾아 나섰을 겁니다. 오히려 어떤 연유로 철학과에 온 건지 궁금하군요. 혹시 성적 맞춰서? 하하.",
    img: "",
  },
  {
    result: "c",
    title: "철덕",
    description:
      "와우 당신은 철학 덕후로서의 소질이 보입니다! 당신은 대학 진학 전부터 철학에 관심이 있었거나, 철학과 진학 후에라도 철학이 재밌다고 느낄 수 있는 훌륭한 소크라테스의 후예입니다. 21세기 대한민국에서 철학만으로 먹고 사는 건 참 힘들지만, 당신의 앞날을 응원합니다.^^ 파이팅!",
    img: "",
  },
  {
    result: "d",
    title: "또라이",
    description:
      "저런.. 어쩌다 그런 선택을...! 당신은 철학이 중요한 게 아닙니다. 어디서든 소신 있게 살아갈 당신을 응원합니다.",
    img: "",
  },
];
